Repository: danwir/vcal
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Invite
sv: Bjuda in

source: Work day
sv: Arbetsdag

source: Rule
sv: Regel

source: Term
sv: Termin

source: Done
sv: Klart

source: Kids per term at Gomorronsol
sv: Barn per termin på Gomorronsol

source: kid
sv: barn

source: kids
sv: barn

source: Create group
sv: Skapa grupp

source: Status summary
sv: Statussammanfattning

source: click to expand contents
sv: Klicka för att expandera

source: Vacant days in
sv: Lediga dagar i

source: days
sv: dagar

source: Upcoming vacant days
sv: Kommande lediga dagar

source: Actions
sv: Handlingar

source: Summon
sv: Kalla

source: Show-ups
sv: Utfall

source: Member
sv: Medlem

source: Children
sv: Barn

source: Sign-up
sv: Registrera dig

source: Successfully created group
sv: Lyckades skapad grupp

source: Now we will remind the members to sign-up for the work days and stand-in days.
sv: Nu kommer vi att påminna medlemmarna att registrera dig för arbetsdagar och vikarie dagar.

source: Go to dashboard
sv: Gå till dashboard

source: Name
sv: Namn

source: Type
sv: Typ

source: Forskola
sv: Förskola

source: Save
sv: Spara

source: Invite to
sv: Inbjuder till

source: Add emails to invite to
sv: Lägg e-post bjuda in till

source: separate emails by comma sign
sv: Separata e-postmeddelanden efter kommatecknet

source: Send invites
sv: Skicka inbjudningar

source: Next step
sv: Nästa steg

source: Sign-up or log-in
sv: Logga in

source: Regular user
sv: Vanlig Användare

source: Members of
sv: Medlemmar av

source: Ooops! Something went wrong.
sv: Oj då! Något gick fel.

source: Rule - formula for work allocation
sv: Regel - beräkning för tilldelning arbete

source: Stand-in day rule
sv: Vikarie dagarsregeln

source: Family with 1 kid
sv: Familj med ett barn

source: day
sv: dag

source: Family with 2 kids
sv: Familj med 2 barn

source: Family with 3 kids
sv: Familj med 3 barn

source: Work day rule
sv: Arbetsdag regel

source: Confirm
sv: Bekräfta

source: Create summon
sv: Skapa kalla

source: On
sv: På

source: stand-in needed between
sv: vikarie behövs mellan

source: Create term
sv: Skapa termin

source: 15 families with 1 kids
sv: 15 familjer med 1 barn

source: 5 families with 2 kids
sv: 5 familjer med 2 barn

source: Total kids: 31
sv: Totalt barn: 31

source: 2 families with 3 kids
sv: 2 familjer med 3 barn

source: Sign-up as stand-in for
sv: Registrera dig som vikarie för

source: Fill 4 Stand-in days
sv: Fyll 4 vikarie dagar

source: Fill 1 Work day
sv: Fyll en arbetsdag
